Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.type.message
source: Its machine-readable zone tells us your nationality. That is what your badge will show.
ar: منطقتها المقروءة آليًا تخبرنا بجنسيتك. وهذا ما ستعرضه شارتك.
bn: এর মেশিন-রিডেবল জোন থেকে আপনার জাতীয়তা জানা যায়। আপনার ব্যাজে সেটাই দেখাবে।
ca: La seva zona de lectura mecànica ens diu la teva nacionalitat. Això és el que mostrarà la teva insígnia.
cs: Strojově čitelná zóna nám prozradí tvou státní příslušnost. To se zobrazí na tvém odznaku.
da: Dets maskinlæsbare zone fortæller os din nationalitet. Det er den, dit badge kommer til at vise.
de: Seine maschinenlesbare Zone verrät uns deine Staatsangehörigkeit. Das zeigt dein Abzeichen an.
el: Η μηχαναγνώσιμη ζώνη του μας δείχνει την υπηκοότητά σου. Αυτό θα εμφανίζει το σήμα σου.
es: Su zona legible por máquina nos indica tu nacionalidad. Eso es lo que mostrará tu insignia.
fi: Sen koneluettava alue kertoo kansalaisuutesi. Merkkisi näyttää sen.
fr: Sa zone lisible par machine nous indique votre nationalité. C’est ce que votre badge affichera.
he: האזור הקריא-מכונה שלו מגלה לנו את האזרחות שלך. זה מה שהתג שלך יציג.
hi: इसका मशीन-रीडेबल ज़ोन हमें आपकी राष्ट्रीयता बताता है। आपका बैज वही दिखाएगा।
hr: Njezina strojno čitljiva zona govori nam tvoje državljanstvo. To će prikazivati tvoja značka.
hu: A gépileg olvasható zónája elárulja az állampolgárságodat. Ezt fogja mutatni a jelvényed.
id: Zona yang dapat dibaca mesin pada dokumen memberi tahu kami kewarganegaraanmu. Itulah yang akan ditampilkan lencanamu.
it: La sua zona a lettura ottica ci dice la tua nazionalità. È ciò che mostrerà il tuo badge.
ja: 機械読み取りゾーンから国籍がわかります。バッジにはそれが表示されます。
ko: 문서의 MRZ(기계 판독 영역)로 국적을 알 수 있어요. 배지에 표시되는 정보예요.
ml: രേഖയിലെ മെഷീൻ-റീഡബിൾ സോൺ നിങ്ങളുടെ പൗരത്വം ഞങ്ങളോട് പറയുന്നു. അതാണ് നിങ്ങളുടെ ബാഡ്ജ് കാണിക്കുക.
ms: Zon boleh baca mesinnya memberitahu kami kewarganegaraan anda. Itulah yang akan dipaparkan oleh lencana anda.
nb: Den maskinlesbare sonen forteller oss nasjonaliteten din. Det er den merket ditt vil vise.
nl: De machineleesbare zone vertelt ons je nationaliteit. Dat is wat je badge laat zien.
pl: Jego strefa odczytu maszynowego podaje nam Twoje obywatelstwo. To zobaczysz na swojej odznace.
pt_br: A zona legível por máquina informa sua nacionalidade. É isso que seu selo vai mostrar.
pt_pt: A zona de leitura ótica indica a sua nacionalidade. É isso que o seu selo vai mostrar.
ro: Zona lizibilă automat ne spune cetățenia ta. Aceasta va apărea pe insigna ta.
ru: Гражданство определяется по машиночитаемой зоне. Именно оно будет показано на вашем значке.
sk: Jeho strojovo čitateľná zóna nám prezradí tvoju štátnu príslušnosť. To sa zobrazí na tvojom odznaku.
sv: Dess maskinläsbara zon talar om din nationalitet. Det är vad ditt märke kommer att visa.
ta: இதன் இயந்திரம் படிக்கும் பகுதி உங்கள் குடியுரிமையை எங்களுக்குச் சொல்கிறது. உங்கள் பேட்ஜ் அதைத்தான் காட்டும்.
te: దీనిలోని మెషిన్-రీడబుల్ జోన్ మీ జాతీయతను చెబుతుంది. మీ బ్యాడ్జ్ చూపేది అదే.
th: โซนที่เครื่องอ่านได้ของเอกสารบอกสัญชาติของคุณ ซึ่งเป็นสิ่งที่ป้ายของคุณจะแสดง
tr: Makine tarafından okunabilir bölgesi uyruğunuzu söyler. Rozetinizde bu görünür.
uk: Його машинозчитувана зона показує ваше громадянство. Саме його покаже ваш значок.
ur: اس کا مشین ریڈایبل زون ہمیں آپ کی قومیت بتاتا ہے۔ آپ کا بیج وہی دکھائے گا۔
vi: Vùng đọc được bằng máy của giấy tờ cho chúng tôi biết quốc tịch của bạn. Đó là điều huy hiệu của bạn sẽ hiển thị.
zh_hans: 证件的机读区会告诉我们你的国籍，这就是你的徽章将显示的内容。
zh_hant: 它的機器可讀區會告訴我們你的國籍，你的徽章將顯示這個國籍。

# document.type.nationalId.detail
source: Front and back.
ar: الوجه والظهر.
bn: সামনে ও পেছনে।
ca: Anvers i dors.
cs: Přední a zadní strana.
da: For- og bagside.
de: Vorder- und Rückseite.
el: Μπροστινή και πίσω όψη.
es: Anverso y reverso.
fi: Etu- ja takapuoli.
fr: Recto et verso.
he: צד קדמי ואחורי.
hi: आगे और पीछे।
hr: Prednja i stražnja strana.
hu: Elő- és hátoldal.
id: Depan dan belakang.
it: Fronte e retro.
ja: 表面と裏面。
ko: 앞면과 뒷면.
ml: മുൻഭാഗവും പിൻഭാഗവും.
ms: Depan dan belakang.
nb: Forside og bakside.
nl: Voor- en achterkant.
pl: Przód i tył.
pt_br: Frente e verso.
pt_pt: Frente e verso.
ro: Față și verso.
ru: Лицевая сторона и оборот.
sk: Predná a zadná strana.
sv: Fram- och baksida.
ta: முன்புறமும் பின்புறமும்.
te: ముందు, వెనుక భాగాలు.
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka yüz.
uk: Лицьовий і зворотний бік.
ur: سامنے اور پیچھے کا حصہ۔
vi: Mặt trước và mặt sau.
zh_hans: 正面和背面。
zh_hant: 正面和背面。

# document.type.nationalId.title
source: National ID card
ar: بطاقة هوية وطنية
bn: জাতীয় পরিচয়পত্র
ca: Document nacional d'identitat
cs: Občanský průkaz
da: Nationalt id-kort
de: Personalausweis
el: Εθνική ταυτότητα
es: Documento nacional de identidad
fi: Henkilökortti
fr: Carte nationale d’identité
he: תעודת זהות לאומית
hi: राष्ट्रीय ID कार्ड
hr: Osobna iskaznica
hu: Személyi igazolvány
id: Kartu identitas nasional
it: Carta d'identità nazionale
ja: 国民ID カード
ko: 주민등록증 / 국가 신분증
ml: ദേശീയ ഐഡി കാർഡ്
ms: Kad pengenalan negara
nb: Nasjonalt ID-kort
nl: Nationale identiteitskaart
pl: Dowód osobisty
pt_br: Carteira de identidade nacional
pt_pt: Cartão de cidadão
ro: Carte de identitate
ru: Национальная ID-карта
sk: Občiansky preukaz
sv: Nationellt id-kort
ta: தேசிய அடையாள அட்டை
te: జాతీయ ID కార్డ్
th: บัตรประจำตัวประชาชน
tr: Ulusal kimlik kartı
uk: Національна ID-картка
ur: قومی شناختی کارڈ
vi: Thẻ căn cước quốc gia
zh_hans: 身份证
zh_hant: 國民身分證

# document.type.passport.detail
source: Any country. The photo page only.
ar: من أي دولة. صفحة الصورة فقط.
bn: যেকোনো দেশের। শুধু ছবির পাতা।
ca: Qualsevol país. Només la pàgina de la foto.
cs: Z kterékoli země. Jen stránka s fotografií.
da: Fra et hvilket som helst land. Kun fotosiden.
de: Jedes Land. Nur die Fotoseite.
el: Οποιαδήποτε χώρα. Μόνο η σελίδα με τη φωτογραφία.
es: De cualquier país. Solo la página de la foto.
fi: Mikä tahansa maa. Vain kuvasivu.
fr: N’importe quel pays. Page photo uniquement.
he: מכל מדינה. עמוד התמונה בלבד.
hi: कोई भी देश। केवल फ़ोटो वाला पन्ना।
hr: Bilo koja zemlja. Samo stranica s fotografijom.
hu: Bármely ország. Csak a fotóoldal.
id: Negara mana pun. Hanya halaman foto.
it: Di qualsiasi paese. Solo la pagina con la foto.
ja: どの国のものでも可。写真ページのみ。
ko: 모든 국가. 사진 페이지만.
ml: ഏത് രാജ്യത്തേതും. ഫോട്ടോ പേജ് മാത്രം.
ms: Mana-mana negara. Halaman foto sahaja.
nb: Alle land. Bare bildesiden.
nl: Elk land. Alleen de fotopagina.
pl: Dowolny kraj. Tylko strona ze zdjęciem.
pt_br: De qualquer país. Só a página da foto.
pt_pt: Qualquer país. Apenas a página da fotografia.
ro: Din orice țară. Doar pagina cu fotografie.
ru: Любая страна. Только страница с фото.
sk: Ktorákoľvek krajina. Iba strana s fotkou.
sv: Vilket land som helst. Bara fotosidan.
ta: எந்த நாடும். புகைப்பக்கம் மட்டும்.
te: ఏ దేశానిదైనా. ఫోటో పేజీ మాత్రమే.
th: ของประเทศใดก็ได้ เฉพาะหน้ารูปภาพ
tr: Herhangi bir ülke. Yalnızca fotoğraf sayfası.
uk: Будь-якої країни. Лише сторінка з фото.
ur: کوئی بھی ملک۔ صرف تصویر والا صفحہ۔
vi: Của bất kỳ quốc gia nào. Chỉ trang ảnh.
zh_hans: 任何国家，仅需照片页。
zh_hant: 任何國家，只需照片頁。

# document.type.passport.title
source: Passport
ar: جواز سفر
bn: পাসপোর্ট
ca: Passaport
cs: Cestovní pas
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
fi: Passi
fr: Passeport
he: דרכון
hi: पासपोर्ट
hr: Putovnica
hu: Útlevél
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
ml: പാസ്‌പോർട്ട്
ms: Pasport
nb: Pass
nl: Paspoort
pl: Paszport
pt_br: Passaporte
pt_pt: Passaporte
ro: Pașaport
ru: Паспорт
sk: Pas
sv: Pass
ta: பாஸ்போர்ட்
te: పాస్‌పోర్ట్
th: หนังสือเดินทาง
tr: Pasaport
uk: Паспорт
ur: پاسپورٹ
vi: Hộ chiếu
zh_hans: 护照
zh_hant: 護照

# document.type.residencePermit.detail
source: Front and back.
ar: الوجه والظهر.
bn: সামনে ও পেছনে।
ca: Anvers i dors.
cs: Přední a zadní strana.
da: For- og bagside.
de: Vorder- und Rückseite.
el: Μπροστινή και πίσω όψη.
es: Anverso y reverso.
fi: Etu- ja takapuoli.
fr: Recto et verso.
he: צד קדמי ואחורי.
hi: आगे और पीछे।
hr: Prednja i stražnja strana.
hu: Elő- és hátoldal.
id: Depan dan belakang.
it: Fronte e retro.
ja: 表面と裏面。
ko: 앞면과 뒷면.
ml: മുൻഭാഗവും പിൻഭാഗവും.
ms: Depan dan belakang.
nb: Forside og bakside.
nl: Voor- en achterkant.
pl: Przód i tył.
pt_br: Frente e verso.
pt_pt: Frente e verso.
ro: Față și verso.
ru: Лицевая сторона и оборот.
sk: Predná a zadná strana.
sv: Fram- och baksida.
ta: முன்புறமும் பின்புறமும்.
te: ముందు, వెనుక భాగాలు.
th: ด้านหน้าและด้านหลัง
tr: Ön ve arka yüz.
uk: Лицьовий і зворотний бік.
ur: سامنے اور پیچھے کا حصہ۔
vi: Mặt trước và mặt sau.
zh_hans: 正面和背面。
zh_hant: 正面和背面。

# document.type.residencePermit.title
source: Residence permit
ar: تصريح إقامة
bn: বসবাসের অনুমতিপত্র
ca: Permís de residència
cs: Povolení k pobytu
da: Opholdstilladelse
de: Aufenthaltstitel
el: Άδεια διαμονής
es: Permiso de residencia
fi: Oleskelulupa
fr: Titre de séjour
he: היתר שהייה
hi: निवास परमिट
hr: Dozvola boravka
hu: Tartózkodási engedély
id: Izin tinggal
it: Permesso di soggiorno
ja: 在留許可証
ko: 거주 허가증
ml: റസിഡൻസ് പെർമിറ്റ്
ms: Permit kediaman
nb: Oppholdstillatelse
nl: Verblijfsvergunning
pl: Karta pobytu
pt_br: Autorização de residência
pt_pt: Autorização de residência
ro: Permis de ședere
ru: Вид на жительство
sk: Povolenie na pobyt
sv: Uppehållstillstånd
ta: குடியிருப்பு அனுமதி
te: నివాస అనుమతి
th: ใบอนุญาตพำนัก
tr: Oturum izni
uk: Посвідка на проживання
ur: رہائشی اجازت نامہ
vi: Thẻ cư trú
zh_hans: 居留许可
zh_hant: 居留證

# document.type.title
source: Which document?
ar: أي وثيقة؟
bn: কোন নথি?
ca: Quin document?
cs: Který doklad?
da: Hvilket dokument?
de: Welches Dokument?
el: Ποιο έγγραφο;
es: ¿Qué documento?
fi: Mikä asiakirja?
fr: Quel document ?
he: איזה מסמך?
hi: कौन सा दस्तावेज़?
hr: Koja isprava?
hu: Melyik okmány?
id: Dokumen yang mana?
it: Quale documento?
ja: どの書類を使いますか?
ko: 어떤 문서인가요?
ml: ഏത് രേഖ?
ms: Dokumen yang mana?
nb: Hvilket dokument?
nl: Welk document?
pl: Który dokument?
pt_br: Qual documento?
pt_pt: Que documento?
ro: Ce document?
ru: Какой документ?
sk: Ktorý doklad?
sv: Vilket dokument?
ta: எந்த ஆவணம்?
te: ఏ పత్రం?
th: เอกสารอะไร
tr: Hangi belge?
uk: Який документ?
ur: کون سا دستاویز؟
vi: Giấy tờ nào?
zh_hans: 使用哪种证件？
zh_hant: 使用哪種證件？

# document.upload.error.notDownloaded
source: That photo didn't come through — it may still be downloading from iCloud. Try again, or choose another.
ar: لم تصل هذه الصورة — ربما ما زالت تُنزَّل من iCloud. حاول مجددًا أو اختر غيرها.
bn: ছবিটি আসেনি — এটি হয়তো এখনও iCloud থেকে ডাউনলোড হচ্ছে। আবার চেষ্টা করুন, অথবা অন্যটি বেছে নিন।
ca: Aquesta foto no ha arribat: potser encara es baixa d'iCloud. Torna-ho a provar o tria'n una altra.
cs: Ta fotka nepřišla – možná se ještě stahuje z iCloudu. Zkus to znovu, nebo vyber jinou.
da: Fotoet kom ikke igennem – det hentes måske stadig fra iCloud. Prøv igen, eller vælg et andet.
de: Das Foto ist nicht angekommen – möglicherweise wird es noch aus iCloud geladen. Versuche es erneut oder wähle ein anderes.
el: Η φωτογραφία δεν φορτώθηκε — μπορεί να κατεβαίνει ακόμα από το iCloud. Δοκίμασε ξανά ή επίλεξε άλλη.
es: Esa foto no llegó; puede que aún se esté descargando de iCloud. Inténtalo de nuevo o elige otra.
fi: Kuva ei tullut perille – se voi vielä latautua iCloudista. Yritä uudelleen tai valitse toinen.
fr: Cette photo n’est pas arrivée — elle est peut-être encore en cours de téléchargement depuis iCloud. Réessayez, ou choisissez-en une autre.
he: התמונה לא הגיעה — ייתכן שהיא עדיין יורדת מ-iCloud. נסה שוב, או בחר אחרת.
hi: वह फ़ोटो नहीं आई — शायद वह अभी iCloud से डाउनलोड हो रही है। फिर कोशिश करें, या दूसरी चुनें।
hr: Ta fotografija nije stigla — možda se još preuzima s iClouda. Pokušaj ponovno ili odaberi drugu.
hu: A fotó nem érkezett meg – lehet, hogy még töltődik az iCloudból. Próbáld újra, vagy válassz másikat.
id: Foto itu tidak masuk — mungkin masih diunduh dari iCloud. Coba lagi, atau pilih yang lain.
it: Quella foto non è arrivata: potrebbe essere ancora in download da iCloud. Riprova o scegline un'altra.
ja: 写真を取得できませんでした。iCloudからまだダウンロード中の可能性があります。もう一度お試しいただくか、別の写真を選んでください。
ko: 사진을 가져오지 못했어요. 아직 iCloud에서 다운로드 중일 수 있어요. 다시 시도하거나 다른 사진을 선택하세요.
ml: ആ ഫോട്ടോ എത്തിയില്ല — അത് ഇപ്പോഴും iCloud-ൽ നിന്ന് ഡൗൺലോഡ് ആകുകയാകാം. വീണ്ടും ശ്രമിക്കുക, അല്ലെങ്കിൽ മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക.
ms: Foto itu tidak sampai — ia mungkin masih dimuat turun daripada iCloud. Cuba lagi, atau pilih yang lain.
nb: Bildet kom ikke gjennom. Det lastes kanskje fortsatt ned fra iCloud. Prøv igjen, eller velg et annet.
nl: Die foto is niet binnengekomen: hij wordt mogelijk nog gedownload van iCloud. Probeer het opnieuw of kies een andere.
pl: To zdjęcie nie dotarło — może jeszcze się pobiera z iCloud. Spróbuj ponownie lub wybierz inne.
pt_br: Essa foto não chegou: ela pode ainda estar sendo baixada do iCloud. Tente de novo ou escolha outra.
pt_pt: Essa foto não chegou — pode ainda estar a ser transferida do iCloud. Tente novamente ou escolha outra.
ro: Fotografia nu a ajuns — poate se mai descarcă din iCloud. Încearcă din nou sau alege alta.
ru: Фото не загрузилось — возможно, оно ещё скачивается из iCloud. Повторите или выберите другое.
sk: Táto fotka sa nenačítala — možno sa ešte sťahuje z iCloud. Skús to znova alebo vyber inú.
sv: Fotot kom inte fram – det kanske fortfarande laddas ned från iCloud. Försök igen eller välj ett annat.
ta: அந்தப் புகைப்படம் வரவில்லை — இன்னும் iCloud-இலிருந்து பதிவிறங்கிக்கொண்டிருக்கலாம். மீண்டும் முயலுங்கள் அல்லது வேறொன்றைத் தேர்ந்தெடுங்கள்.
te: ఆ ఫోటో రాలేదు — అది ఇంకా iCloud నుండి డౌన్‌లోడ్ అవుతూ ఉండవచ్చు. మళ్లీ ప్రయత్నించండి, లేదా మరొకటి ఎంచుకోండి.
th: รูปนั้นยังไม่มา อาจยังดาวน์โหลดจาก iCloud อยู่ ลองอีกครั้ง หรือเลือกรูปอื่น
tr: Bu fotoğraf gelmedi; iCloud'dan hâlâ iniyor olabilir. Tekrar deneyin veya başka birini seçin.
uk: Це фото не завантажилося — можливо, воно ще завантажується з iCloud. Спробуйте ще раз або виберіть інше.
ur: وہ تصویر نہیں آئی — ہو سکتا ہے وہ ابھی iCloud سے ڈاؤن لوڈ ہو رہی ہو۔ دوبارہ کوشش کریں، یا دوسری چنیں۔
vi: Ảnh đó chưa tải về được — có thể vẫn đang tải từ iCloud. Hãy thử lại, hoặc chọn ảnh khác.
zh_hans: 这张照片没有加载成功，可能仍在从 iCloud 下载。请重试，或另选一张。
zh_hant: 這張照片沒有成功取得，可能仍在從 iCloud 下載。請再試一次，或選擇其他照片。

# document.upload.error.unreadableFile
source: That file couldn't be opened as a picture or a PDF — choose another, or take a photo.
ar: تعذّر فتح هذا الملف كصورة أو ملف PDF — اختر غيره أو التقط صورة.
bn: ফাইলটি ছবি বা PDF হিসেবে খোলা যায়নি — অন্যটি বেছে নিন, অথবা ছবি তুলুন।
ca: Aquest fitxer no s'ha pogut obrir com a imatge ni com a PDF: tria'n un altre o fes una foto.
cs: Soubor nešlo otevřít jako obrázek ani PDF – vyber jiný, nebo pořiď fotku.
da: Filen kunne ikke åbnes som billede eller PDF – vælg en anden, eller tag et foto.
de: Diese Datei konnte nicht als Bild oder PDF geöffnet werden – wähle eine andere oder mache ein Foto.
el: Αυτό το αρχείο δεν άνοιξε ως εικόνα ή PDF — επίλεξε άλλο ή τράβηξε φωτογραφία.
es: No se pudo abrir ese archivo como imagen ni como PDF. Elige otro o haz una foto.
fi: Tiedostoa ei voitu avata kuvana tai PDF-tiedostona – valitse toinen tai ota kuva.
fr: Ce fichier n’a pas pu être ouvert comme image ou PDF — choisissez-en un autre, ou prenez une photo.
he: לא ניתן היה לפתוח את הקובץ הזה כתמונה או כ-PDF — בחר אחר, או צלם תמונה.
hi: वह फ़ाइल तस्वीर या PDF के रूप में खुल नहीं सकी — दूसरी चुनें, या फ़ोटो लें।
hr: Tu datoteku nije bilo moguće otvoriti kao sliku ili PDF — odaberi drugu ili snimi fotografiju.
hu: A fájlt nem lehetett képként vagy PDF-ként megnyitni – válassz másikat, vagy készíts fotót.
id: Berkas itu tidak bisa dibuka sebagai gambar atau PDF — pilih yang lain, atau ambil foto.
it: Impossibile aprire quel file come immagine o PDF: scegline un altro o scatta una foto.
ja: このファイルを画像またはPDFとして開けませんでした。別のファイルを選ぶか、写真を撮ってください。
ko: 이 파일을 사진이나 PDF로 열 수 없어요. 다른 파일을 선택하거나 사진을 찍으세요.
ml: ആ ഫയൽ ചിത്രമായോ PDF ആയോ തുറക്കാനായില്ല — മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ ഫോട്ടോ എടുക്കുക.
ms: Fail itu tidak dapat dibuka sebagai gambar atau PDF — pilih yang lain, atau ambil foto.
nb: Filen kunne ikke åpnes som et bilde eller en PDF. Velg en annen, eller ta et bilde.
nl: Dat bestand kon niet worden geopend als afbeelding of pdf. Kies een ander bestand of maak een foto.
pl: Nie udało się otworzyć tego pliku jako obrazu ani PDF — wybierz inny lub zrób zdjęcie.
pt_br: Não foi possível abrir esse arquivo como imagem ou PDF. Escolha outro ou tire uma foto.
pt_pt: Não foi possível abrir esse ficheiro como imagem ou PDF — escolha outro ou tire uma foto.
ro: Fișierul nu a putut fi deschis ca imagine sau PDF — alege altul sau fă o fotografie.
ru: Не удалось открыть файл как изображение или PDF — выберите другой или сделайте фото.
sk: Tento súbor sa nepodarilo otvoriť ako obrázok ani PDF — vyber iný alebo urob fotku.
sv: Filen gick inte att öppna som en bild eller PDF – välj en annan eller ta ett foto.
ta: அந்தக் கோப்பைப் படமாகவோ PDF ஆகவோ திறக்க முடியவில்லை — வேறொன்றைத் தேர்ந்தெடுங்கள் அல்லது புகைப்படம் எடுங்கள்.
te: ఆ ఫైల్‌ను చిత్రంగా లేదా PDFగా తెరవలేకపోయాం — మరొకటి ఎంచుకోండి, లేదా ఫోటో తీయండి.
th: เปิดไฟล์นั้นเป็นรูปภาพหรือ PDF ไม่ได้ เลือกไฟล์อื่น หรือถ่ายรูป
tr: Bu dosya resim veya PDF olarak açılamadı; başka birini seçin ya da fotoğraf çekin.
uk: Цей файл не вдалося відкрити як зображення чи PDF — виберіть інший або зробіть фото.
ur: وہ فائل تصویر یا PDF کے طور پر کھولی نہیں جا سکی — دوسری چنیں، یا تصویر لیں۔
vi: Không mở được tệp đó như một ảnh hay tệp PDF — hãy chọn tệp khác, hoặc chụp ảnh.
zh_hans: 无法将该文件作为图片或 PDF 打开，请另选一个，或拍照。
zh_hant: 無法將該檔案作為圖片或 PDF 開啟，請選擇其他檔案，或拍一張照片。

# document.upload.file
source: Choose a file
ar: اختر ملفًا
bn: ফাইল বেছে নিন
ca: Tria un fitxer
cs: Vybrat soubor
da: Vælg en fil
de: Datei wählen
el: Επιλογή αρχείου
es: Elegir un archivo
fi: Valitse tiedosto
fr: Choisir un fichier
he: בחר קובץ
hi: फ़ाइल चुनें
hr: Odaberi datoteku
hu: Fájl választása
id: Pilih berkas
it: Scegli un file
ja: ファイルを選択
ko: 파일 선택
ml: ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക
ms: Pilih fail
nb: Velg en fil
nl: Kies een bestand
pl: Wybierz plik
pt_br: Escolher um arquivo
pt_pt: Escolher um ficheiro
ro: Alege un fișier
ru: Выбрать файл
sk: Vybrať súbor
sv: Välj en fil
ta: கோப்பைத் தேர்ந்தெடு
te: ఫైల్ ఎంచుకోండి
th: เลือกไฟล์
tr: Dosya seç
uk: Вибрати файл
ur: فائل چنیں
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇檔案

# document.upload.hint
source: You can also upload a photo or a scan of your document.
ar: يمكنك أيضًا رفع صورة أو نسخة ممسوحة من وثيقتك.
bn: আপনি আপনার নথির ছবি বা স্ক্যানও আপলোড করতে পারেন।
ca: També pots pujar una foto o un escaneig del teu document.
cs: Můžeš také nahrát fotku nebo sken svého dokladu.
da: Du kan også uploade et foto eller en scanning af dit dokument.
de: Du kannst auch ein Foto oder einen Scan deines Dokuments hochladen.
el: Μπορείς επίσης να ανεβάσεις φωτογραφία ή σάρωση του εγγράφου σου.
es: También puedes subir una foto o un escaneo de tu documento.
fi: Voit myös ladata asiakirjasi kuvan tai skannauksen.
fr: Vous pouvez aussi envoyer une photo ou un scan de votre document.
he: אפשר גם להעלות תמונה או סריקה של המסמך שלך.
hi: आप अपने दस्तावेज़ की फ़ोटो या स्कैन भी अपलोड कर सकते हैं।
hr: Možeš prenijeti i fotografiju ili skeniranu kopiju svoje isprave.
hu: Az okmányodról fotót vagy szkennelt képet is feltölthetsz.
id: Kamu juga bisa mengunggah foto atau pindaian dokumenmu.
it: Puoi anche caricare una foto o una scansione del tuo documento.
ja: 書類の写真やスキャンをアップロードすることもできます。
ko: 문서의 사진이나 스캔본을 업로드할 수도 있어요.
ml: നിങ്ങളുടെ രേഖയുടെ ഫോട്ടോയോ സ്കാനോ അപ്‌ലോഡ് ചെയ്യുകയും ആകാം.
ms: Anda juga boleh memuat naik foto atau imbasan dokumen anda.
nb: Du kan også laste opp et bilde eller en skanning av dokumentet ditt.
nl: Je kunt ook een foto of scan van je document uploaden.
pl: Możesz też przesłać zdjęcie lub skan dokumentu.
pt_br: Você também pode enviar uma foto ou um escaneamento do seu documento.
pt_pt: Também pode carregar uma foto ou uma digitalização do seu documento.
ro: Poți încărca și o fotografie sau o scanare a documentului.
ru: Можно также загрузить фото или скан документа.
sk: Môžeš tiež nahrať fotku alebo sken svojho dokladu.
sv: Du kan också ladda upp ett foto eller en skanning av ditt dokument.
ta: உங்கள் ஆவணத்தின் புகைப்படம் அல்லது ஸ்கேனையும் பதிவேற்றலாம்.
te: మీ పత్రం ఫోటో లేదా స్కాన్‌ను కూడా అప్‌లోడ్ చేయవచ్చు.
th: คุณอัปโหลดรูปถ่ายหรือภาพสแกนเอกสารของคุณได้เช่นกัน
tr: Belgenizin bir fotoğrafını veya taramasını da yükleyebilirsiniz.
uk: Ви також можете завантажити фото або скан документа.
ur: آپ اپنے دستاویز کی تصویر یا اسکین بھی اپ لوڈ کر سکتے ہیں۔
vi: Bạn cũng có thể tải lên ảnh hoặc bản quét giấy tờ của mình.
zh_hans: 你也可以上传证件的照片或扫描件。
zh_hant: 你也可以上傳證件的照片或掃描檔。

# document.upload.liveOnly
source: The face check has to be live — it's how we know it's you holding the document.
ar: يجب أن يكون التحقق من الوجه مباشرًا — هكذا نعرف أنك أنت من يحمل الوثيقة.
bn: মুখ যাচাই লাইভ হতে হবে — এভাবেই আমরা জানি নথিটি আপনিই ধরে আছেন।
ca: La comprovació facial ha de ser en directe: així sabem que ets tu qui té el document.
cs: Kontrola obličeje musí být živá – díky ní víme, že doklad držíš ty.
da: Ansigtstjekket skal være live – sådan ved vi, at det er dig, der holder dokumentet.
de: Die Gesichtsprüfung muss live erfolgen – so wissen wir, dass du das Dokument hältst.
el: Ο έλεγχος προσώπου πρέπει να γίνει ζωντανά — έτσι ξέρουμε ότι εσύ κρατάς το έγγραφο.
es: La comprobación facial tiene que ser en vivo: así sabemos que eres tú quien sostiene el documento.
fi: Kasvotarkistuksen on oltava live – siitä tiedämme, että asiakirjaa pitelet sinä.
fr: Le contrôle du visage doit se faire en direct — c’est ainsi que nous savons que c’est vous qui tenez le document.
he: בדיקת הפנים חייבת להיות חיה — כך אנחנו יודעים שזה אתה מחזיק את המסמך.
hi: चेहरे की जाँच लाइव होनी चाहिए — इसी से हमें पता चलता है कि दस्तावेज़ आप ही पकड़े हैं।
hr: Provjera lica mora biti uživo — tako znamo da ti držiš ispravu.
hu: Az arcellenőrzésnek élőnek kell lennie – így tudjuk, hogy te tartod az okmányt.
id: Pemeriksaan wajah harus langsung — begitulah kami tahu kamu yang memegang dokumen.
it: Il controllo del volto deve essere dal vivo: così sappiamo che sei tu a tenere il documento.
ja: 顔の確認はライブで行う必要があります。書類を持っているのがあなたであることを確認するためです。
ko: 얼굴 확인은 실시간으로 해야 해요. 본인이 문서를 들고 있다는 것을 확인하는 방법이에요.
ml: മുഖ പരിശോധന ലൈവ് ആയിരിക്കണം — രേഖ പിടിച്ചിരിക്കുന്നത് നിങ്ങളാണെന്ന് ഞങ്ങൾ അറിയുന്നത് അങ്ങനെയാണ്.
ms: Semakan wajah mesti secara langsung — begitulah cara kami tahu anda yang memegang dokumen itu.
nb: Ansiktskontrollen må være live. Slik vet vi at det er du som holder dokumentet.
nl: De gezichtscontrole moet live zijn: zo weten we dat jij het document vasthoudt.
pl: Kontrola twarzy musi odbywać się na żywo — dzięki temu wiemy, że to Ty trzymasz dokument.
pt_br: A verificação do rosto precisa ser ao vivo: é assim que sabemos que é você segurando o documento.
pt_pt: A verificação facial tem de ser em direto — é assim que sabemos que é você a segurar o documento.
ro: Verificarea feței trebuie să fie live — așa știm că tu ții documentul.
ru: Проверка лица должна проходить вживую — так мы знаем, что документ держите вы.
sk: Kontrola tváre musí byť naživo — tak vieme, že doklad drží tvoja ruka.
sv: Ansiktskontrollen måste vara live – så vet vi att det är du som håller i dokumentet.
ta: முகச் சோதனை நேரலையாக இருக்க வேண்டும் — ஆவணத்தைப் பிடித்திருப்பது நீங்கள்தான் என்று இப்படித்தான் அறிகிறோம்.
te: ముఖ తనిఖీ లైవ్‌లో జరగాలి — పత్రాన్ని పట్టుకున్నది మీరేనని మాకు తెలిసేది అలాగే.
th: การตรวจใบหน้าต้องทำสดๆ เพื่อให้เรารู้ว่าเป็นคุณที่ถือเอกสาร
tr: Yüz kontrolü canlı olmalı; belgeyi tutanın siz olduğunuzu böyle anlarız.
uk: Перевірка обличчя має бути наживо — так ми знаємо, що документ тримаєте ви.
ur: چہرے کی جانچ لائیو ہونی چاہیے — اسی سے ہمیں پتا چلتا ہے کہ دستاویز آپ نے پکڑا ہے۔
vi: Bước kiểm tra khuôn mặt phải thực hiện trực tiếp — đó là cách chúng tôi biết chính bạn đang cầm giấy tờ.
zh_hans: 人脸检查必须是实时的，这样我们才能确认是你本人拿着证件。
zh_hant: 臉部檢查必須即時進行，這樣我們才能確認是你本人拿著證件。
